---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussHeight
source: html/c0692d18-021f-2e56-cef9-6dfdbac1a0c9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussHeight Property

"Truss Height"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussHeight { get; }
```